{
  "common": {
    "submit": "Submit",
    "cancel": "Cancel"
  },
  "navbar": {
    "home": "Home",
    "gallery": "Gallery",
    "about": "About",
    "contacts": "Contacts"
  },
  "gallery":{
    "heading": "Art Gallery",
    "description": "Explore our curated collection of artworks in a variety of styles and techniques.",
    "noImage": "No image available"
  },
  "painting": {
    "heading": "Painting information",
    "title": "Title:",
    "year": "Year:",
    "size": "Size:",
    "techniques": "Techniques:",
    "colors": "Colors:",
    "contact": "Contact the artist"
  },
  "inquiries": {
    "first": "Interested in this artwork?",
    "firstText": "Contact us for availability, pricing, or to schedule a viewing.",
    "second": "Prefer a piece tailored to your vision?",
    "secondText": "Feel free to inquire about a commissioned piece."
  },
  "about": {
    "heading": "Discover the Artist Journey",
    "text1": "JoPF - Joana Pais de Faria is a multidisciplinary artist with a unique journey shaped by her background in scientific research. Her PhD studies gave her an analytical and detail-oriented mindset, which now subtly assists her artistic practice.",
    "text2": "During periods of intense academic work, she discovered a profound connection to her creativity through watercolors. The soothing process of working with water and pigment became a pivotal moment in her life, inspiring her to fully embrace her creative calling in recent years.",
    "text3": "Through her art, Joana seeks to channel the tranquility and balance she experiences while creating, using textures, colors, and abstract forms to evoke similar feelings of calm and serenity in her audience.",
    "text4": "Joana's journey is not only a personal exploration, it also serves as a universal invitation to embrace the beauty of stillness and creativity in the midst of our often hectic lives. I hope you enjoy exploring my artistic journey!",
    "contact": "Want to get in touch? Contact me here"
  },
  "contacts": {
    "heading": "Contacts",
    "text1": "For questions about artworks featured in the gallery or to discuss personalized commissions, feel free to send a message. Your vision and curiosity are always welcome.",
    "text2": "You can use the contact form, send an email, or reach out via Instagram.",
    "email": "jopfstudio@gmail.com",
    "instagram": "jopf_art",
    "namelabel": "Name",
    "emailLabel": "Email",
    "messagelabel": "Message",
    "buttonsend": "Send Message"
  }
}
