{
  "navbar": {
    "home": "Início",
    "gallery": "Galeria",
    "about": "Sobre",
    "contacts": "Contactos"
  },
  "gallery": {
    "heading": "Galeria de Arte",
    "description": "Cada pintura tem uma história, explore a minha coleção e encontre a que mais lhe inspira.",
    "noImage": "Nenhuma imagem disponível"
  },
  "painting": {
    "heading": "Informações da Obra",
    "title": "Título:",
    "year": "Ano:",
    "size": "Dimensões:",
    "techniques": "Técnicas:",
    "colors": "Cores:",
    "contact": "Contactar a artista"
  },
  "inquiries": {
    "first": "Interessado nesta obra?",
    "firstText": "Entre em contacto para saber mais sobre disponibilidade, preços ou para agendar uma visita.",
    "second": "Prefere uma peça personalizada ao seu gosto?",
    "secondText": "Sinta-se à vontade para perguntar mais Informações sobre encomendas personalizadas."
  },
  "about": {
    "heading": "Conheça a Artista",
    "text1": "JoPF - Joana Pais de Faria é uma artista multidisciplinar com um percurso único, moldado pela sua formação e background em investigação científica. O seu doutoramento deu-lhe uma mentalidade analítica e focada no detalhe, algo que agora influencia subtilmente a sua prática artística.",
    "text2": "Durante períodos de intenso trabalho académico, descobriu uma profunda ligação com a criatividade através da aguarela. O processo relaxante de trabalhar com água e pigmento tornou-se um momento crucial na sua vida, inspirando-a a explorar novas técnicas e abraçar o seu percurso artístico.",
    "text3": "Através da sua arte, a artista procura canalizar a serenidade e o equilíbrio que sente ao criar, ao mesmo tempo em que dá espaço à expressão emocional livre. Para tal recorre sobretudo ao estilo abstracto, por vezes enriquecido com uma vertente tridimensional, oferecendo ao público uma experiência táctil única.",
    "text4": "O seu percurso não é apenas uma exploração pessoal, mas também um convite universal para abraçar a beleza da quietude e da criatividade no meio da vida agitada.",
    "contact": "Quer entrar em contacto? Pode fazê-lo aqui"
  },
  "contacts": {
    "heading": "Contactos",
    "text1": "Se tiver questões sobre as obras apresentadas na galeria ou quiser discutir encomendas personalizadas, não hesite em enviar uma mensagem. A sua visão e curiosidade são sempre bem-vindas.",
    "text2": "Pode utilizar o formulário de contacto, enviar um email ou falar comigo via Instagram.",
    "email": "",
    "instagram": "",
    "namelabel": "Nome",
    "emailLabel": "Email",
    "messagelabel": "Mensagem",
    "buttonsend": "Enviar Mensagem"
  }
}
